Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Arzneimittel und natürliche Heilmittel
en: Pharmaceuticals and natural remedies

source: Baby- und Inkontinenzwindeln
en: Nappies for babies and incontinents

source: Mittel zur Vertilgung von schädlichen Tieren
en: Preparations for destroying noxious animals

source: Pestizide
en: Pesticides

source: Nahrungsergänzungsmittel für Menschen
en: Dietary supplements for humans

source: Diätetische Erzeugnisse für tiermedizinische Zwecke
en: Dietetic substances adapted for veterinary use

source: Keimtötende Präparate für Eier
en: Egg sanitizing preparations

source: Pharmazeutische Präparate zur Behandlung von Knochenbrüchen
en: Pharmaceutical preparations for the treatment of bone fractures

source: Nährstoff-Energieriegel als Nahrungsergänzungsmittel
en: Nutritional supplement meal replacement bars for boosting energy

source: Phytotherapeutische Präparate für medizinische Zwecke
en: Phytotherapy preparations for medical purposes

source: Nutrazeutika für therapeutische oder medizinische Zwecke
en: Nutraceutical preparations for therapeutic or medical purposes

source: Gefriergetrocknete Nahrungsmittel für medizinische Zwecke
en: Freeze-dried food adapted for medical purposes

source: Homogenisierte Nahrungsmittel für medizinische Zwecke
en: Homogenized food adapted for medical purposes

source: Vorabgefüllte Spritzen für medizinische Zwecke
en: Pre-filled syringes for medical purposes

source: Gefriergetrocknetes Fleisch für medizinische Zwecke
en: Freeze-dried meat adapted for medical purposes

source: Reagenzpapier für veterinärmedizinische Zwecke
en: Reagent paper for veterinary purposes

source: Anti-Läuse-Shampoos
en: Pediculicidal shampoos

source: Insektizide Tiershampoos
en: Insecticidal animal shampoo

source: Medizinische Rasierlotionen
en: Medicated after-shave lotions

source: Antibakterielle Seifen
en: Antibacterial soap

source: Keimtötende Detergenzien
en: Germicidal detergents

source: Medizinische Shampoos
en: Medicated shampoos

source: Pharmazeutische Präparate zur Behandlung eines chemischen Ungleichgewichts
en: Pharmaceutical preparations for treating chemical imbalances

source: Aminosäurepräparate für medizinische Zwecke
en: Amino acid preparations for medical purposes

source: Wirkstoffe zur Arsenentgiftung für medizinische Zwecke
en: Arsenic detoxification agents for medical purposes

source: Wirkstoffe zur Benzolentgiftung für medizinische Zwecke
en: Benzol detoxification agents for medical purposes

source: Kardiovaskuläre Wirkstoffe für medizinische Zwecke
en: Cardiovascular agents for medical purposes

source: Medizinische Präparate zur Aktivierung der Zellfunktionen
en: Cellular function activating agents for medical purposes

source: Chlorentgiftungspräparate für medizinische Zwecke
en: Chlorine detoxification agents for medical purposes

source: Hämostatika für medizinische Zwecke
en: Hemostatics for medical purposes

source: Arzneimittel für intestinale Erkrankungen
en: Medicines for intestinal disorders

source: Mineralstoffpräparate für medizinische Zwecke
en: Mineral preparations for medical purposes

source: Biologische Mischpräparate für medizinische Zwecke
en: Mixed biological preparations for medical purposes

source: Entzündungshemmende Salben
en: Anti-inflammatory ointments

source: Acetaminophen [zur Schmerzlinderung]
en: Acetaminophen [for relief of pain]

source: Algizide [Chemische Erzeugnisse zur Schwimmbeckenpflege]
en: Algaecides [chemicals for swimming pool maintenance]

source: Aloe Vera-Gele für therapeutsiche Zwecke
en: Aloe vera gel for therapeutic purposes

source: Antibakterielle Substanzen für medizinische Zwecke
en: Antibacterial substances for medical purposes

source: Antidiabetische Pharmazeutika
en: Anti-diabetic pharmaceuticals

source: Antidiabetische Präparate
en: Anti-diabetic preparations

source: Gegengift
en: Antidotes

source: Antiepileptische pharmazeutische Präparate
en: Anti-epileptic pharmaceutical preparations

source: Antihistaminika
en: Antihistamines

source: Öle gegen Bremsen
en: Anti-horse-fly oils

source: Wirkstoffe gegen Lepra
en: Anti-leprotic agents

source: Präparate gegen Sarkome
en: Anti-sarcoma preparations

source: Antiseptische Flüssigverbände
en: Antiseptic liquid bandages

source: Schleimlösende Antitussiva
en: Anti-tussive expectorants

source: Balsame für pharmazeutische Zwecke
en: Balms for pharmaceutical purposes

source: Biologische Fungizide
en: Biological fungicides

source: Biologische Herbizide
en: Biological herbicides

source: Biologische Indikatoren zur Überwachung von Sterilisationsprozessen für medizinische oder veterinärmedizinische Zwecke
en: Biological indicators for monitoring sterilization processes for medical or veterinary purposes

source: Biologische Präparate für die Krebsbehandlung
en: Biological preparations for the treatment of cancer

source: Haft- und Grundiermaterial für zahnärtzliche Zwecke
en: Bonding and primer materials for dental purposes

source: Atemerfrischungsmittel für medizinische Zwecke
en: Breath refreshers for medical purposes

source: Atemerfrischender Kaugummi für medizinische Zwecke
en: Breath-freshening chewing gum for medicinal purposes

source: Kapseln ohne Inhalt für Pharmazeutika
en: Capsules sold empty for pharmaceuticals

source: Keramische Füllmaterialien für zahnärztliche Zwecke
en: Ceramic materials for dental use for fillings

source: Zerebrale hämorrhagische Prophylaktika
en: Cerebral hemorrhage prophylactic agents

source: Chemische Erzeugnisse für Sanitärzwecke
en: Chemical preparations for sanitary purposes

source: Reinigungslösungen für medizinische Zwecke
en: Cleansing solutions for medical use

source: Mittel zur Keimabtötung für Eier
en: Compounds for sanitising eggs

source: Kontrastmittel für die Verwendung mit medizinischen Ultraschallgeräten
en: Contrast media for use with medical ultrasound apparatus

source: Dekokte von Heilkräutern
en: Decoctions of medicinal herb

source: Dermatologisch-pharmazeutische Erzeugnisse
en: Dermatological pharmaceutical products

source: Diagnosepräparate für medizinische oder veterinärmedizinische Zwecke
en: Diagnostic preparations for medical or veterinary purposes

source: Desinfektionsmittel für Schwimmbecken
en: Disinfectants for swimming pools

source: Ohrkerzen für therapeutische Zwecke
en: Ear candles for therapeutic purposes

source: Emollienzien für medizinische Zwecke
en: Emollients for medical purposes

source: Fixierungsmittel für zahnärztliche Zwecke
en: Fixing materials for dental purposes

source: Medizinische Futterergänzungsmittel
en: Fodder additives for medical purposes

source: Räucherkerzen als Desinfektionsmittel
en: Fumigating sticks as disinfectants

source: Fungizide für Haushaltszwecke
en: Fungicides for domestic use

source: Mittel zur Reinigung von Magen und Darm
en: Gastrointestinal cleaning agents

source: Ginseng-Kapseln für medizinische Zwecke
en: Ginseng capsules for medical purposes

source: Glukose zur Verwendung als Nahrungsergänzungsmittel für medizinische Zwecke
en: Glucose for use as an additive to foods for medical purposes

source: Inhalierbare pharmazeutische Präparate für die Behandlung von Atemwegserkrankungen und -beschwerden
en: Inhaled pharmaceutical preparations for the treatment of respiratory diseases and disorders

source: Insektizide für die Landwirtschaft
en: Insecticides for agricultural use

source: Insektizide für den Haushalt
en: Insecticides for domestic use

source: Füllmaterial für zahnärztliche Zwecke
en: Lining materials for dental purposes

source: Präparate mit lipotrophen Faktoren
en: Lipotropic factor preparations

source: Materialien für künstliche Zähne
en: Materials for artificial teeth

source: Materialien für die Zahnsanierung
en: Materials for tooth restoration

source: Medizinische Klebstoffe als Wundverschluss
en: Medical adhesives for binding wounds

source: Medizinische Futterergänzungsmittel für Veterinärzwecke
en: Medical foodstuff additives for veterinary use

source: Medizinische Babyöle
en: Medicated baby oils

source: Heilkräuter in getrockneter oder konservierter Form
en: Medicinal herbs in dried or preserved form

source: Arzneimittel für die Behandlung von gastrointestinalen Erkrankungen
en: Medicines for the treatment of gastrointestinal diseases

source: Milchzucker für medizinische Zwecke [Laktose]
en: Milk sugar for medical purposes [lactose]

source: Gemischte Hormonpräparate
en: Mixed hormone preparations

source: Beifuß für medizinische Zwecke
en: Mugwort for medical purposes

source: Präparate zur Nageldesinfektion
en: Nail sanitizing preparations

source: Nährstoffzusätze für Tierfutter für medizinische Zwecke
en: Nutritional additives to foodstuffs for animals, for medical purposes

source: Präparate für orale Impfungen
en: Oral vaccine preparations

source: Pharmazeutische Wirkstoffe für die Verdauungsorgane
en: Pharmaceutical agents affecting digestive organs

source: Pharmazeutische Wirkstoffe für den Stoffwechsel
en: Pharmaceutical agents affecting metabolism

source: Pharmazeutische Wirkstoffe für das periphere Nervensystem
en: Pharmaceutical agents affecting peripheral nervous system

source: Pharmazeutische Präparate für die Sinnesorgane
en: Pharmaceutical agents affecting sensory organs

source: Auf das zentrale Nervensystem wirkende pharmazeutische Präparate
en: Pharmaceutical preparations acting on the central nervous system

source: Pharmazeutische Präparate zum Inhalieren für die Behandlung von Lungenhochdruck
en: Pharmaceutical preparations for inhalation for the treatment of pulmonary hypertension

source: Pharmazeutische Präparate für das periphere Nervensystem
en: Pharmaceutical preparations for peripheral nervous system

source: Pharmazeutische Präparate zur Wurmbehandlung bei Haustieren
en: Pharmaceutical preparations for the treatment of worms in pets

source: Pharmazeutische Präparate zur Behandlung von Allergien
en: Pharmaceutical preparations for treating allergies

source: Pharmazeutische Präparate für die Behandlung von Diabetes
en: Pharmaceutical preparations for treating diabetes

source: Pharmazeutische Präparate zur Behandlung von Bluthochdruck
en: Pharmaceutical preparations for treating hypertension

source: Pharmazeutische Erzeugnisse zur Behandlung von Hauterkrankungen
en: Pharmaceutical preparations for treating skin disorders

source: Pharmazeutische Wundpräparate
en: Pharmaceutical preparations for wounds

source: Pharmazeutische Erzeugnisse und Präparate gegen Schwangerschaftsflecken
en: Pharmaceutical products and preparations for pregnancy blemishes

source: Pharmazeutische Erzeugnisse und Präparate zur Vorbeugung von Dehnungsstreifen
en: Pharmaceutical products and preparations to prevent stretch marks

source: Pharmazeutische Erzeugnisse und Präparate zur Vorbeugung von geschwollenen Beinen
en: Pharmaceutical products and preparations to prevent swelling in the legs

source: Pharmazeutische Erzeugnisse für opthamologische Zwecke
en: Pharmaceutical products for ophthalmological use

source: Pharmazeutische Erzeugnisse zur Behandlung von Knochenerkrankungen
en: Pharmaceutical products for the treatment of bone diseases

source: Pharmazeutische Erzeugnisse zur Behandlung von Atemwegserkrankungen
en: Pharmaceutical products for treating respiratory diseases

source: Präparate zur Reinigung der Haut für medizinische Zwecke
en: Preparations for cleansing the skin for medical use

source: Präparate zum Nachweis genetischer Veranlagungen für medizinische Zwecke
en: Preparations for detecting genetic predispositions for medical purposes

source: Präparate zum Nachweis von mutierten Prionengenen für medizinische Zwecke
en: Preparations for detecting mutation in prion genes for medical purposes

source: Präparate zur Behandlung von Asthma
en: Preparations for the treatment of asthma

source: Präparate zur Vermeidung von Tierbissen
en: Preparations to prevent chewing or biting by animals

source: Reagenzien und Medien für medizinische und veterinärmedizinische Diagnosezwecke
en: Reagents and media for medical and veterinary diagnostic purposes

source: Sterilisierungsmittel für Hygienezwecke
en: Sanitary sterilising preparations

source: Synthetische Materialien zur Verwendung als Zahnfüllungen
en: Synthetic materials for dental use for fillings

source: Schilddrüsen- und Nebenschilddrüsenhormonpräparate
en: Thyroid and para-thyroid hormone preparations

source: Tumor supprimierende Mittel
en: Tumor suppressing agents

source: Impfstoff gegen Grippe
en: Vaccines against flu

source: Impfstoffe gegen Pneumokokkeninfektionen
en: Vaccines against pneumococcal infections

source: Impfstoffe für Rinder
en: Vaccines for cattle

source: Impstoffe für Pferde
en: Vaccines for horses

source: Veterinärmedizinische Erzeugnisse zur Behandlung von Darmbakterien
en: Veterinary preparations for treatment of intestinal bacteria

source: Vitamin-A-Präparate
en: Vitamin A preparations

source: Vitamin-B-Präparate
en: Vitamin B preparations

source: Vitamin-C-Präparate
en: Vitamin C preparations

source: Vitamin-D-Präparate
en: Vitamin D preparations

source: Vitamine und Vitaminpräparate
en: Vitamins and vitamin preparations

source: Aktivkohle zur Verwendung als Gegenmittel gegen Gifte
en: Activated charcoal used as an antidote to poisons

source: Medizinisches Mundwasser
en: Mouthwashes for medical purposes

source: Sulfonamide [Arzneimittel]
en: Sulfonamide preparations

source: Keimtötende Mittel
en: Sulfonamides [medicines]

source: Heftpflaster
en: Bactericides

source: Windeln für Inkontinente
en: Napkins for incontinents

source: Milchpulver für Babys
en: Powdered milk for babies

source: Diätetische Nahrungsmittelpräparate für medizinische Zwecke
en: Dietetic food preparations adapted for medical use

source: Diätnahrungsmittel für medizinische Zwecke
en: Dietetic foods adapted for medical purposes

source: Baumwolle für medizinische Zwecke
en: Cotton for medical purposes

source: Watte für medizinische Zwecke
en: Wadding for medical purposes

source: Abführmittel
en: Purgatives

source: Pastillen für pharmazeutische Zwecke
en: Pastilles for pharmaceutical purposes

source: Diagnostische Biomarker-Reagenzien für medizinische Zwecke
en: Diagnostic biomarker reagents for medical purposes

source: Medizinische Futtermittel
en: Medicated animal feed

source: Diagnostikmittel für veterinärmedizinische Zwecke
en: Diagnostic preparations for veterinary purposes

source: Peelings [Präparate] für medizinische Zwecke
en: Scrubs [preparations] for medical use

source: Pillen zur Behandlung von Tinnitus
en: Pills for tinnitus treatment

source: Pharmazeutische Erzeugnisse zur Behandlung von Muskel-Skelett-Erkrankungen
en: Pharmaceutical preparations for the treatment of musculo-skeletal disorders

source: Pharmazeutische Erzeugnisse zur Behandlung von Hypercholesterinämie
en: Pharmaceutical preparations for the treatment of hypercholesteremia

source: Pharmazeutische Erzeugnisse zur Behandlung von Hyperlipidämie
en: Pharmaceutical preparations for the treatment of hyperlipidemia

source: Pharmazeutische Erzeugnisse und Präparate gegen trockene Haut während der Schwangerschaft
en: Pharmaceutical products and preparations against dry skin caused by pregnancy

source: Strychnin [Gift]
en: Strychnine poison

source: Pharmazeutische Erzeugnisse zur Behandlung von immunsystembezogenen Erkrankungen und Störungen
en: Pharmaceutical preparations for the treatment of immune system related diseases and disorders

source: Gele für dermatologische Zwecke
en: Gels for dermatological use

source: Cremes für dermatologische Zwecke
en: Creams for dermatological use

source: Entzündungshemmende Präparate
en: Anti-inflammatory preparations

source: Fiebersenkende Präparate
en: Antipyretic preparations

source: Bakterienpräparate für medizinische Zwecke
en: Bacterial preparations for medical purposes

source: Bakterienpräparate für tierärztliche Zwecke
en: Bacterial preparations for veterinary purposes

source: Bakteriologische Präparate für medizinische Zwecke
en: Bacteriological preparations for medical purposes

source: Bakteriologische Präparate für veterinärmedizinische Zwecke
en: Bacteriological preparations for veterinary purposes

source: Deodorants für Bekleidung
en: Deodorants for clothing

source: Deodorants für Textilwaren
en: Deodorants for textiles

source: Intravenöse Lösungen zur Verwendung bei der Rehydrierung, Ernährung und der Verabreichung pharmazeutischer Präparate
en: Intravenous fluids used for rehydration, nutrition and the delivery of pharmaceutical preparations

source: Materialien für Zahnbrücken
en: Material for dental bridges

source: Materialien für Zahnkronen
en: Material for dental crowns

source: Material für die Zahnreparatur
en: Material for repairing teeth

source: Medizinische Präparate für die Mundpflege
en: Medicated mouth care preparations

source: Ölpapier für medizinische Zwecke
en: Oiled paper for medical purposes

source: Vaseline für medizinische oder veterinärmedizinische Zwecke
en: Petroleum jelly for medical or veterinary purposes

source: Pharmazeutische Erzeugnisse und Substanzen zur Behandlung von Magen-Darm-Erkrankungen
en: Pharmaceutical preparations and substances for the treatment of gastro-intestinal diseases

source: Pharmazeutische Erzeugnisse zur Vorbeugung gegen Osteoporose
en: Pharmaceutical preparations for the prevention of osteoporosis

source: Pharmazeutische Erzeugnisse zur Behandlung von Hormonstörungen
en: Pharmaceutical preparations for the treatment of hormonal disorders

source: Pharmazeutische Erzeugnisse zur Behandlung von allergischer Rhinitis
en: Pharmaceutical preparations for treating allergic rhinitis

source: Pharmazeutische Erzeugnisse zur Behandlung von Infektionskrankheiten
en: Pharmaceutical products for the treatment of infectious diseases

source: Chirurgische Pflaster
en: Surgical plasters

source: Hefeextrakte für medizinische, veterinärmedizinische und pharmazeutische Zwecke
en: Yeast extracts for medical, veterinary or pharmaceutical purposes

source: Reagenzien für medizinische Gentests
en: Reagents for use in medical genetic testing

source: Reagenzien für veterinärmedizinische Gentests
en: Reagents for use in veterinary genetic testing

source: Gelée royale für medizinische Zwecke
en: Royal jelly for medical purposes

source: Urease für medizinische Zwecke
en: Urease for medical purposes

source: Trypsin für medizinische Zwecke
en: Trypsins for medical purposes

source: Pharmazeutische Präparate und Substanzen zur Verwendung in der Anästhesie
en: Pharmaceutical preparations and substances for use in the field of anesthesia

source: Pharmazeutische Präparate und Substanzen zur Verwendung in der Onkologie
en: Pharmaceutical preparations and substances for use in oncology

source: Pharmazeutische Präparate und Substanzen zur Verwendung in der Urologie
en: Pharmaceutical preparations and substances for use in urology

source: Pharmazeutische Präparate und Substanzen zur Verwendung in der Gynäkologie
en: Pharmaceutical preparations and substances for use in gynecology

source: Nahrungsergänzungsmittel aus Aminosäuren
en: Food supplements consisting of amino acids

source: Nahrungsergänzungsmittel aus Spurenelementen
en: Food supplements consisting of trace elements

source: Nahrungsergänzungsmittel aus Vitaminen
en: Dietary supplements consisting of vitamins

source: Pharmazeutische Präparate und Substanzen mit entzündungshemmenden Eigenschaften
en: Pharmaceutical preparations and substances with anti-inflammatory properties

source: Pharmazeutische Präparate und Substanzen mit fiebersenkenden Eigenschaften
en: Pharmaceutical preparations and substances with antipyretic properties

source: Pharmazeutische Präparate und Substanzen mit schmerzstillenden Eigenschaften
en: Pharmaceutical preparations and substances with analgesic properties

source: Pharmazeutische Präparate und Substanzen für die Behandlung von Krebs
en: Pharmaceutical preparations and substances for the treatment of cancer

source: Pharmazeutische Präparate und Substanzen für die Krebsvorbeugung
en: Pharmaceutical preparations and substances for the prevention of cancer

source: Biopharmazeutika für die Behandlung von Krebs
en: Biopharmaceuticals for the treatment of cancer

source: Pharmazeutische Präparate zur Behandlung von Sportverletzungen
en: Pharmaceutical preparations for treating sports injuries

source: Medizinische Präparate für die Behandlung von Infektionskrankheiten
en: Medicinal preparations for the treatment of infectious diseases

source: Pharmazeutische Präparate zur Behandlung von Osteoporose
en: Pharmaceutical preparations for the treatment of osteoporosis

source: Windelhöschen, wegwerfbar, für Babys
en: Disposable babies' diaper-pants

source: Babywindeln, wegwerfbar, aus Papier und Zellulose
en: Disposable babies' diapers of paper and cellulose

source: Futterzusätze für veterinärmedizinische Zwecke
en: Fodder supplements for veterinary purposes

source: Schlankheitstee für medizinische Zwecke
en: Slimming tea for medical purposes

source: Vaseline für veterinärmedizinische Zwecke
en: Petroleum jelly for veterinary use

source: Wegwerfbare Lernwindeln aus Papier oder Zellulose
en: Disposable training pants of paper or cellulose

source: Papiereinlagen für Windeln
en: Paper liners for diapers

source: Erektionsinduzierende pharmazeutische Präparate
en: Pharmaceutical preparations for inducing erections

source: Nahrungsergänzungsmittel für Nutztierfutter
en: Nutritional supplements for livestock feed

source: Pharmazeutische Präparate zur Verhinderung von Dehnungsstreifen
en: Pharmaceutical preparations for the prevention of stretch marks

source: Pharmazeutische Präparate zur Verhinderung von Hautflecken während der Schwangerschaft
en: Pharmaceutical preparations for preventing skin blemishes during pregnancy

source: Keramiklegierungen für Zahnkronen
en: Ceramic alloys used in dental crowns

source: Kapseln, leer, für Pharmazeutika
en: Empty capsules for pharmaceuticals

source: Koffeinpräparate zur Stimulation
en: Caffeine preparations for stimulative use

source: Stärke für pharmazeutische Zwecke
en: Starch for pharmaceutical purposes

source: Hygienepräparate für veterinärmedizinische Zwecke
en: Hygienic preparations for veterinary use

source: Tücher mit Insektenschutzmitteln
en: Tissues impregnated with insect repellants

source: Probiotische Präparate für medizinische Zwecke zur Aufrechterhaltung einer natürlichen Flora im Verdauungssystem
en: Probiotic preparations for medical use to help maintain a natural balance of flora in the digestive system

source: Pharmazeutische Präparate für die Behandlung von Herz-Kreislauf-Erkrankungen
en: Pharmaceutical preparations for the treatment of cardiovascular disease

source: Pharmazeutische Präparate zur Linderung nach Insektenstichen
en: Pharmaceutical preparations for the relief of insect bites

source: Pharmazeutische Präparate für den Menschen
en: Pharmaceutical preparations for human use

source: Mückenvernichtungsmittel zum Auftragen auf Moskitonetze
en: Mosquito killing preparations for application to mosquito nets

source: Kaugummi mit Minzgeschmack für medizinische Zwecke
en: Mint-flavored chewing gum for medical use

source: Medizinische Sprays
en: Medicinal sprays

source: Medizinische Lippenpflegepräparate
en: Medicated lip care preparations

source: In-vitro-Diagnosepräparate für medizinische Zwecke
en: In vitro diagnostic preparations for medical use

source: Medizinische Gesundheitspräparate
en: Medicinal healthcare preparations

source: Nikotinkaugummi zur Raucherentwöhnung
en: Nicotine gum for use as an aid to stop smoking

source: Desinfektionsmittel für medizinische Geräte und Instrumente
en: Disinfectants for medical apparatus and instruments
